// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Skannaa tietokoneeseen";
TaskDescription = "Skannaa tietokoneeseen -toiminnon avulla skannaaminen voidaan aloittaa HP-laitteen etupaneelista ja tulokset lähetetään automaattisesti tietokoneeseen.";

MoreInfoButtonToolTipTitle = "Lisätietoja Scan to Computer (Skannaa tietokoneelle) -toiminnosta";

"COMPUTER_NAME_TITLE" = "Tietokoneen nimi on";
"COMPUTER_NAME_DESCRIPTION" = "Kun skannaus käynnistetään HP-laitteesta, sinua saatetaan pyytää valitsemaan tietokone niiden isäntätietokoneiden joukosta, joissa Skannaa tietokoneeseen -toiminto on otettu käyttöön.";
ComputerNameWithDefaultDestinationDescription = "Kun käynnistät skannauksen HP-laitteesta, saatat saada kehotteen valita tietokoneesi Skannaa tietokoneeseen -isäntätietokoneluettelosta. Skannaukset tallennetaan oletuskohteeseen. Jos haluat muokata skannaustehtäviä, napsauta \"Muokkaa skannaustehtäviä\" -painiketta.";
"COMPUTER" = "Tietokone";
"COMPUTERS" = "Tietokoneet";

"INSTALLATION_ERROR" = "Skannaa tietokoneelle -toimintoon vaadittavaa HP-ohjelmistoa ei löydy tältä tietokoneelta. Lataa ja asenna uusin HP:n laitteellesi suosittelema ohjelmisto osoitteesta http://www.hp.com/support ja yritä uudelleen.";
HSDNoHPScanDriverErrorMessage = "Skannaa tietokoneeseen -toimintoa varten tarvittavaa HP-ohjelmistoa ei voi käynnistää. Lataa HP-laitetta varten uusin ohjelmisto osoitteesta http://www.hp.com/support, asenna se ja yritä sitten uudelleen. Jos ongelma ei ratkea, käynnistä Mac-tietokone ja HP-laite uudelleen.";

EnableScanToComputerCheckBoxTitle = "Ota Skannaa tietokoneeseen käyttöön";

EnablingScanToComputerProgressTitle = "Skannaa tietokoneeseen -toimintoa otetaan käyttöön…";

ScanToComputerIsEnabledTitle = "Skannaa tietokoneeseen on käytössä";
ChangeComputerNameButtonTitle = "Muuta tietokoneen nimeä…";

ScanToComputerDisabledTitle = "Skannaa tietokoneeseen on poissa käytöstä";
ScanToComputerDisabledDescriptionTitle = "Voit yhä käynnistää skannauksen tietokoneen skannausohjelmasta - esimerkiksi HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Skannaa tietokoneeseen -toimintoa ei voida ottaa käyttöön";

EnablingFailedCause1Title = "Ensimmäinen mahdollinen syy: Enimmäismäärä tietokoneita on jo otettu käyttöön. Jotta Skannaa tietokoneeseen -toiminto voidaan ottaa käyttöön, toiminto täytyy ensin poistaa käytöstä toisessa tietokoneessa.";
EnablingFailedCause2Title = "Toinen mahdollinen syy: Kommunikointi laitteen kanssa ei onnistu. Tarkista kaapelit ja yhteysasetukset. Jos ongelma jatkuu, käynnistä tietokone ja HP-laite uudelleen.";
ShowEnabledComputersButtonTitle = "Katso tietokoneet, joissa käytössä";

CommunicationErrorTitle = "Tietoliikennevirhe";
CommunicationErrorDescriptionTitle = "Kommunikointi laitteen kanssa ei onnistu. Tarkista kaapelit ja yhteysasetukset. Jos ongelma jatkuu, käynnistä tietokone ja HP-laite uudelleen.";

EditScanTasksButtonTitle = "Muokkaa skannaustehtäviä...";
EditScanTasksButtonToolTipTitle = "Tarkastele ja muokkaa skannaustehtäviä HP Easy Scan (HP Scan joissakin tuotteissa) -sovelluksessa";
CannotEditScanTasksErrorTitle = "HP Easy Scan -ohjelmistoa ei löydy";
HSDNoHPScanErrorMessage = "HSD_TEXT:Skannaustehtävien asetusten näyttämiseen ja muokkaamiseen tarvitaan HP Easy Scan (tai joidenkin tuotteiden tapauksessa HP Scan). Lataa ja asenna tuotteen uusin ohjelmisto osoitteesta HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:HP Scan -ohjelmisto on päivitettävä. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Skannaa tietokoneeseen -toiminto käytössä";
MaximumEnabledComputersAmountTitle = "Enimmäismäärä tälle laitteelle:";
